{
    "hoursExceptions": [
    ],
    "infoList": [
        {
            "title": "Mall Hours",
            "subtitle": "See upcoming holiday hours, special hours, etc.",
            "imageURLs": ["mallinfo-banner-mallhours"]
        },
        {
            "menuTitle": "Guest Service Kiosk",
            "title": "Guest Services",
            "subtitle": "Get in touch with our friendly guest service staff",
            "locations": [
                {
                    "name": "Ranch Neighbourhood near entry 2",
                    "locationID": "5763031e8fd2cb38f9000007",
                    "locationType": "amenity"
                }
            ],
            "hours": "Today",
            "imageURLs": ["mallinfo-banner-customerservice"],
            "phoneNumber": "(403) 984-6800",
            "phoneURL": "tel://+14039846800",
            "email": {
                "title": "ciminfo@crossironmills.com",
                "url": "mailto:ciminfo@crossironmills.com"
            },
            "details": "Stop by the Guest Services Centre located in the Ranch Neighbourhood for any of the following services.",
            "additionalInfoTitle": "Available Services",
            "additionalInfo": [
                {
                    "title": "Strollers",
                    "details": "Strollers are available for a nominal fee at entry 1,3,4 & 6. Double strollers can be found at entry 1 & 4. All strollers have built-in video players and the cost is $8.00 for singles and $10.00 for doubles."
                },
                {
                    "title": "Motorized Scooters & Wheelchairs",
                    "details": "Complimentary Motorized Scooters & Wheelchairs are available on a first-come, first-served basis. Photo ID is required."
                },
                {
                    "title": "CrossIron Mills Gift Cards",
                    "details": "Shop with your gift card at 21 shopping centres nationwide! The Ivanho&eacute Cambridge Gift Card is accepted at our 250 fashion, outlet, dining, and entertainment options."
                },
                {
                    "title": "Portable Phone Chargers",
                    "details": "Need a recharge? Borrow a portable phone charger for free at Guest Services in the Ranch Neighbourhood."
                },
                {
                    "title": "Lost & Found",
                    "details": "Don't give up on that lost package, set of keys, or cell phone just yet! For lost and found items, visit our Security Office (located by the Food Hall entrance), or call Security at (403) 984-6628."
                },
                {
                    "title": "Walk it Off",
                    "details": "Did you know CrossIron Mills has 2.7 kilometers of exceptional indoor space? We thought we'd put all that hallway to work for the health of our community! Proudly sponsored by Reebok, the CrossIron Mills Walking Program provides a safe, indoor opportunity for walking in a warm, safe and lively environment. Best of all, it's completely free and rewards its members with exclusive discounts and prizes. In partnership with the Highland Primary Care Network (HPCN), a monthly Health Education Session will be held on-site the first Tuesday of every month with the HPCN's Kinesiologist.\n\nRegistration is available through HPCN every Tuesday from 8:00 - 8:30 AM at the Fire Court (near entrance #2). Join the CrossIron Mills Walking Program today and get moving! We are open for walking at 7am."
                },
                {
                    "title": "First aid kit",
                    "details": "Please visit the Mall Security office located at the Food Hall Entrance if you are in need of a First Aid Kit."
                },
                {
                    "title": "Nursing room",
                    "details": "We support our littlest guests! A very comfortable - and quite beautiful - Mother's Room is available in the women's washroom in the Food Hall, complete with a TV and comfortable chairs for nursing. Moblie Snap proudly sponsors the Nursing Room."
                },
                {
                    "title": "Tourism Information",
                    "details": "Whether you're a large tour group or an independent traveller CrossIron Mills has something for you. Visit our Guest Services desk for information on Group Tour Incentives, Tourism Passport to Savings booklet, Shop and Stay Packages, Gift with Purchase program, and Parks Canada Discovery Passes. As an Alberta Visitor Information Provider our staff can provide you with brochures or answer any questions in regards to Tourism and Travel in Alberta."
                }
            ]
        },
        {
            "title": "Amenities",
            "subtitle": "Find the Washrooms, 24-hour security, ATM and other amenities",
            "imageURLs": ["mallinfo-banner-amenities"],
            "details": "Looking for something else not listed? CrossIron Mills offers various amenities and complimentary services. View them on the interactive mall map.\n\nGuest Services\nWashrooms\nATM\nNursing Room\nFamily Room\nPlay Park\nSecurity\nFree Wi-Fi\nStrollers\nScooters/Wheelchair rental\nPortal Phone Chargers\nAlberta Visitor Information Provider"
        },
        {
            "menuTitle": "Cinema",
            "title": "SilverCity CrossIron Mills",
            "subtitle": "View the movie showtimes at Cineplex SilverCity CrossIron Mills",
            "imageURLs": ["mallinfo-banner-cinema"],
            "locations": [
                {
                    "name": "SilverCity",
                    "locationType": "theater",
                    "theaterID": "25879",
                    "placeID": ""
                }
            ]
        },
        {
            "title": "Gift Card Balance",
            "subtitle": "Check your Ivanhoe Cambridge Gift Card balance",
            "imageURLs": ["mallinfo-banner-giftcard"],
            "locations": [
                {
                    "name": "Guest Services Kiosk Desk",
                    "locationID": "5763031e8fd2cb38f9000007",
                    "locationType": "amenity"
                }
            ],
            "phoneNumber": "(403) 984-6800",
            "phoneURL": "tel://+14039846800",
            "links": [
                {
                    "linkURL": "tab/profile_giftcards",
                    "linkTitle": "Check Your Balance",
                    "linkType": "internal"
                }
            ],
            "details": "Shop with your gift card at 21 shopping centres nationwide!\n\nThe Ivanho&eacute Cambridge Gift Card is accepted at our 250 fashion, outlet, dining, and entertainment options. Available at our Guest Services kiosk located in the Ranch Neighbourhood.",
            "additionalInfoTitle": "Frequently Asked Questions",
            "additionalInfo": [
                {
                    "title": "Check your gift card balance",
                    "details": "Already have a gift card? Tap on the \"Check your balance\" button above to check your balance online."
                },
                {
                    "title": "Where to buy a gift card?",
                    "details": "Come visit us at the Guest Services Desk to get yours today!"
                },
                {
                    "title": "Who accepts the gift card?",
                    "details": "The Ivanho&eacute Cambridge gift card is accepted by all participating CrossIron Mills retailers."
                }
            ]
        },
        {
            "menuTitle": "Social Network",
            "title": "CrossIron Mills Social Network",
            "subtitle": "Get social with CrossIron Mills",
            "imageURLs": ["mallinfo-banner-social"],
            "details": "Follow CrossIron Mills on all the following social networks!",
            "facebook": {
                "title": "CrossIron Mills",
                "url": "https://www.facebook.com/CrossIronMillsFans"
            },
            "instagram": {
                "title": "CrossIron_Mills",
                "url": "https://www.instagram.com/crossiron_mills/"
            },
            "twitter": {
                "title": "CrossIron_Mills",
                "url": "https://twitter.com/CrossIron_Mills"
            },
            "pinterest": {
                "title": "CrossIron Mills",
                "url": "https://www.pinterest.com/crossironmills/"
            },
            "youtube": {
                "title": "CrossIronMillsMall",
                "url": "https://www.youtube.com/user/CrossIronMillsMall"
            }
        },
        {
            "title": "Public Transportation",
            "subtitle": "See public transportation information and schedules",
            "details": "Airdrie Transit I.C.E. (Routes 900, 901, 902):\n<a href=\"http://www.airdrie.ca/index.cfm?serviceID=54\">http://www.airdrie.ca/index.cfm?serviceID=54</a>\n\nAirdrie Transit provides daily service between Airdrie, CrossIron Mills Mall, and McKnight-Westwinds LRT station in northeast Calgary. For the Airdrie Transit I.C.E Route schedule and contact information, <a href=\"https://airdrietransit.transloc.com/\">Click Here</a>",
            "imageURLs": ["mallinfo-banner-transportation"]
        },
        {
            "title": "Shopping Shuttle",
            "subtitle": "Our exclusive 48 passenger shopping shuttle provides convenient round-trip",
            "imageURLs": ["mallinfo-banner-shuttle"],
            "phoneNumber": "(403) 984-6800",
            "phoneURL": "tel://+14039846800",
            "locations": [
                {
                    "name": "Map Directions",
                    "locationID": "",
                    "locationType": "amenity"
                }
            ],
            "details": "Our exclusive 48-passenger shopping shuttle provides convenient round-trip transportation from Downtown Calgary and the Calgary International Airport to CrossIron Mills twice daily.\nThe shopping shuttle operates between <b>July 1-September 5</b> and <b>November 25 - December 26</b> for the Holiday Season!"
        },
        {
            "menuTitle": "Tourist Information",
            "subtitle": "Discover a place where fashion, outlets, dining and entertainment meet",
            "title": "Tourist Information",
            "imageURLs": ["mallinfo-banner-touristinfo"],
            "details": "We're please to offer you the following tourism programs:\n\n<b>Hotel Packages</b>\nCrossIron Mills has partnered with hotels in the area to create the ultimate shopping getaway packages. As a guest of one of our Shop & Stay Partners you will receive an exclusive shopping package and a Tourism Passport to Savings. <a href=\"https://www.crossironmills.com/tourism/shop-and-stay/\">Press here</a> for a full list of hotels and offers.\n\n<b>Group Tours</b>\nPre register your group of 10 or more people and you'll receive a warm welcome, designated motor coach parking, and a Tourism Passport to Savings for each tour member. As an added incentive, the tour operator and bus driver will receive a $10 CrossIron Mills gift card upon checking in at our Guest Services desk. <a href=\"https://www.crossironmills.com/tourism/tour-group-registration-form/\">Click here</a> to register your group today.\n\n<b>Gift with Purchase Program</b>\nSpend more than $300 at 3 different stores and you'll receive a free Samsonite Passport Cover from our Guest Services desk.\n\n<b>Passport to Savings Booklet</b>\nAvailable only to our out of town guests this tiny booklet is full of exclusive discounts at many of retailers! Pick your booklet up at our Guest Services desk today.\n\n<b>CrossIron Mills Summer & Holiday Shopping Shuttle</b>\nSee shopping shuttle page for full details\n\n<b>Parks Canada Discovery Passes</b>\nIf you're planning on visiting any Canadian National Parks on your travels CrossIron Mills has you covered. Visit our Guest Services desk to purchase annual and daily parks passes and skip the line at many Canada Parks entrances.\n\n<b>Alberta Visitor Information Provider</b>\nHave any questions regarding Tourism or Travel in Alberta? As an Alberta Visitor Information Provider our staff members have the knowledge and resources to create the best Alberta travel experience for you. Visit our Guest Services desk and plan your vacation today. For more information on any of our tourism programs, contact <a href=\"mailto:info@vaughanmills.com\">tourism@crossironmills.com</a>"
        },
        {
            "title": "About CrossIron Mills",
            "subtitle": "Learn more at CrossIron Mills",
            "imageURLs": ["mallinfo-banner-about"],
            "details": "CrossIron Mills was the first shopping centre of its kind in Western Canada. Developed along the Mills concept, the property offers the best features of a traditional shopping centre, the big anchor brands of a major power centre, and destination architecture and entertainment - all in one showstopping location.\n\nWith more than 200 specialty stores and premium brand outlets, and 17 large-format anchor stores, CrossIron Mills offers incredible depth, and something for every shopper.",
            "phoneNumber": "(403) 984-6800",
            "phoneURL": "tel://+14039846800",
            "locations": [
                {
                    "name": "261055 CrossIron Blvd, Rocky View, Alberta T4A 0G3",
                    "locationID": "https://www.google.ca/maps/place/CrossIron+Mills+Outlets+Mall/@51.2040165,-113.992505,14.99z/data=!4m5!3m4!1s0x0:0x843c16e35ccf7522!8m2!3d51.2040827!4d-113.9924756",
                    "locationType": "external"
                }
            ]
        }
    ]
}
